import { IUniverPage } from "@/types/univers.js";

export const universityData: IUniverPage = {
  title: "Технология мясных и молочных продуктов",
  university: "Ивановский государственный университет",
  studyForms: ["Очно", "Военная кафедра"],
  language: "Русский",
  disciplines: ["Биология/Химия"],
  degree: "Бакалавриат",
  budgetPlaces: 130,
  paidPlaces: 10,
  description: [
    "* набор дисциплин может незначительно отличаться в зависимости от вуза. Смотрите подробности на странице программы в нужном вузе",
    "Программа позволяет подготовить специалистов в области технологии производства продуктов питания животного происхождения. Программа обучения дает знания в различных областях, в частности, в области нанотехнологий, биотехнологий, материаловедения, пищевой химии, ресурсо- и энергосберегающих технологий.",
  ],
  detailedDisciplines: [
    "Технология производства продуктов животного происхождения",
    "Биохимия мясных и молочных продуктов",
    "Товароведение пищевых продуктов",
    "Тара и упаковка в мясной и молочной промышленности",
    "Технология мясных и молочных продуктов функционального назначения",
  ],
};
