<template>
  <div :class="style.about">
    <div :class="style.title">
      <Title>
        <template #bold>О проекте</template>
      </Title>
    </div>
    <div :class="style.text_box">
      <p>
        Значимость этих проблем настолько очевидна, что экономическая повестка
        сегодняшнего дня создаёт необходимость включения в производственный план
        целого ряда внеочередных мероприятий с учётом комплекса кластеризации
        усилий. Но начало повседневной работы по формированию позиции
        обеспечивает актуальность экспериментов, поражающих по своей
        масштабности и грандиозности. Повседневная практика показывает,
        что разбавленное изрядной долей эмпатии, рациональное мышление говорит
        о возможностях поставленных обществом задач.
      </p>
      <p>
        Сложно сказать, почему реплицированные с зарубежных источников,
        современные исследования освещают чрезвычайно интересные особенности
        картины в целом, однако конкретные выводы, разумеется, обнародованы.
        Высокий уровень вовлечения представителей целевой аудитории является
        чётким доказательством простого факта: сплочённость команды
        профессионалов представляет собой интересный эксперимент проверки
        благоприятных перспектив.
      </p>
    </div>
  </div>
</template>

<script setup lang="ts">
import style from "@/components/About/about.module.scss";
import Title from "@/components/ui/Title/title.vue";
</script>
